tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "bat"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-filter-repo"
brew "gnupg"
brew "go"
brew "htop"
brew "httpie"
brew "jq"
brew "lsd"
brew "mas"
brew "n"
brew "nano"
brew "neofetch"
brew "peco"
brew "pinentry-mac"
brew "starship"
brew "stow"
brew "tree"
brew "vim"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "discord"
cask "docker"
cask "font-cica"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "httpie"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keyboardcleantool"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "zoom"

mas "1Password for Safari", id: 1569813296
mas "BetterSnapTool", id: 417375580
mas "Display Menu", id: 549083868
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "The Unarchiver", id: 425424353
