tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "microsoft/git"
tap "uzimaru0000/tap"
brew "anyenv"
brew "arp-scan"
brew "cmake"
brew "dfu-util"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "htop"
brew "make"
brew "mkcert"
brew "n"
brew "nano"
brew "ninja"
brew "peco"
brew "pinentry-mac"
brew "pipenv"
brew "starship"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "uzimaru0000/tap/tv"

cask "visual-studio-code"
cask "iterm2"
cask "google-chrome"
cask "slack"
cask "google-japanese-ime"
cask "deepl"
cask "zoom"
cask "discord"
cask "AppCleaner"
cask "calibre"
cask "vlc"
cask "Figma"
cask "1password"
cask "Notion"
cask "anyenv"
cask "postman"
cask "raycast"

tap "homebrew/cask-fonts"
cask "font-hackgen"
cask "font-hackgen-nerd"