tap "ankitpokhrel/jira-cli"
tap "homebrew/bundle"
brew "openssl@3"
brew "bat"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "grpcurl"
brew "htop"
brew "icu4c@76"
brew "jira-cli"
brew "jq"
brew "libpq"
brew "lsd"
brew "mas"
brew "mkcert"
brew "nano"
brew "peco"
brew "pinact"
brew "pinentry-mac"
brew "pipx"
brew "starship"
brew "stow"
brew "tree"
brew "uv"
brew "vim"
brew "volta"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "claude-code"
cask "font-cica"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "raycast"
cask "visual-studio-code"
